ack-grep
agrep
aria2
asciinema
bat
direnv
fd-find
fzf
htop
httpie
imagemagick
ipcalc
jq
lnav
ncdu
neofetch
nnn
progress
ripgrep
s4cmd
silversearcher-ag
unrar
unzip
webp
stripe
